Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: And that's a problem, because we have to make it as important a job, because it's the hardest job in the world to work inside the home, for people of both genders, if we're going to even things out and let women stay in the workforce.
ne: र समस्या त्यहि हो, किनकि हामीले त्यसलाई अन्य काम जत्तिकै महत्वपूर्ण बनाउन पर्छ – किनकि त्यो संसारको सबैभन्दा कठिन काम हो – दुवै लिङ्ग का मानिस हरुलाई घर भित्र काम गर्न, यदि हामी सबै कुरालाई सम्याएर लैजान र महिलालाई कर्यदस्तामा राखिरहन चाहन्छौं भने |

source: (Applause) Studies show that households with equal earning and equal responsibility also have half the divorce rate.
ne: (ताली) अध्ययन ले के देखाउंछ भने बराबर आम्दानी र बराबर जिम्मेवारी भएका घरहरुमा पनि छोडपत्र को दर आधा छ र बराबर जिम्मेवारी भएका घरहरुमा पनि छोडपत्र को दर आधा छ

source: And if that wasn't good enough motivation for everyone out there, they also have more -- how shall I say this on this stage?
ne: र त्यो उनीहरुलाई उत्प्रेरणा को लागि पर्याप्त भएन भने उनिहरु संग अझै छ – म यो सभामा कसरि भनौ?

source: They know each other more in the biblical sense as well.
ne: – उनिहरु एक-अर्कालाई धार्मिक अर्थ मा पनि बढि जान्दछन्

source: (Cheers) Message number three: Don't leave before you leave.
ne: (ताली) संदेश नंबर तीन: साँच्चिकै छाड्नु अघि नछाड्नुस् |

source: I think there's a really deep irony to the fact that actions women are taking -- and I see this all the time -- with the objective of staying in the workforce actually lead to their eventually leaving.
ne: म गहिरो व्यंग देख्छु – महिलाहरुले लिने एउटा कदम, र त्यो सधै नै देख्छु - कार्यदस्ता मा रहने उदेश्यका साथ, वास्तविकता मा त्यसले उनीहरुलाई वास्तविक अर्थ मा कार्यदस्ता बाट अलग गराउछ

source: Here's what happens: We're all busy. Everyone's busy. A woman's busy.
ne: के हुन्छ त: हामी सबै व्यस्त छौं; सबै जना व्यस्त छन्, महिला पनि व्यस्त छिन |

source: And she starts thinking about having a child, and from the moment she starts thinking about having a child, she starts thinking about making room for that child.
ne: अनि उनि सन्तान जन्माउने बारेमा सोच्न थाल्छिन | उनले त्यो कुरा सोच्न थाल्ने वित्तिकै, त्यो सन्तान लाई स्थान बनाउने बारे सोच्न थाल्छिन |

source: "How am I going to fit this into everything else I'm doing?"
ne: “म यसलाई आफुले अहिले गरिरहेको सबै कामहरु मा कसरी मिलाउन सक्छु?”

source: And literally from that moment, she doesn't raise her hand anymore, she doesn't look for a promotion, she doesn't take on the new project, she doesn't say, "Me. I want to do that."
ne: अनि एकप्रकार ले त्यही क्षण देखि, उनि आफ्नो हात उठाउदिनन्, उनि बढुवा लाई प्राथमिकता दिन्नन, उनि कुनै पनि नया कार्ययोजना को जिम्मा लिन्नन् उनि भन्दिनन, “म, म त्यो काम गर्न चाहन्छु”

source: She starts leaning back.
ne: उनि पछाडि सर्न थाल्छिन |

source: The problem is that -- let's say she got pregnant that day, that day -- nine months of pregnancy, three months of maternity leave, six months to catch your breath -- Fast-forward two years, more often -- and as I've seen it -- women start thinking about this way earlier -- when they get engaged, or married, when they start thinking about having a child, which can take a long time.
ne: समस्या के भने - मानौं उनि त्यो दिन गर्भवती भईन, त्यो दिन -- नौ महिना को गर्भावस्था, तीन महिनाको सुत्केरी बिदा, सबै कुरा मिलाउन छ महिना -- फटाफट कट्ने दुई वर्ष, धेरै जसो – र मैले देखे जस्तो – महिलाहरु यसबारेमा धेरै पहिला देखि सोच्न थाल्छन् - जब उनिहरु विवाहको लागि प्रतिबद्ध हुन्छन्, जब उनिहरु विवाहित हुन्छन, जब उनिहरु सन्तान जन्माउने बारे सोच्न थाल्छन, जसले धेरै समय लिन सक्छ | एकजना महिला मलाई यसबारेमा भेट्न आइन,

source: She looked a little young.
ne: र मैले यसो हेरे – उनि अलि भर्खरकी देखिन्थिन |

source: And I said, "So are you and your husband thinking about having a baby?"
ne: अनि मैले भने, “त्यसो भए तपाई र तपाई को श्रीमान सन्तान जन्माउने बारेमा सोच्दै हुनुहुन्छ?”

source: And she said, "Oh no, I'm not married."
ne: अनि उनले भनिन, “हैन, म अझै अविवाहित नै छु”

source: She didn't even have a boyfriend.
ne: उनि संग केटासाथी समेत थिएन |

source: (Laughter) I said, "You're thinking about this just way too early."
ne: मैले भने, “तपाई यो बारेमा सारै छिटो सोचिरहनुभएको छ”

source: But the point is that what happens once you start kind of quietly leaning back?
ne: तर कुरा के भने तपाईले चुपचाप पछाडि सरेर यो कार्य थाल्नुभयो भने के हुन्छ?

source: Everyone who's been through this -- and I'm here to tell you, once you have a child at home, your job better be really good to go back, because it's hard to leave that kid at home.
ne: जो कोहि यसबाट गुज्रिनुभएको छ – म तपाईहरुलाई भन्न चाहान्छु, जब तपाई संग घरमा एक सन्तान हुन्छ, तपाईले फर्किनु नै उचित हुन्छ, किनकि त्यो बच्चालाई घरमा छाड्न साह्रै गार्हो हुन्छ – तपाईको काम चुनौतिपूर्ण हुनु पर्छ |

source: Your job needs to be challenging.
ne: त्यो उपलब्धिमूलक हुनुपर्छ |

source: You need to feel like you're making a difference.
ne: तपाई आफुले मैले केहि पहिचान छाडिरहेको छु भन्ने महसुस गर्नुपर्छ |

source: And if two years ago you didn't take a promotion and some guy next to you did, if three years ago you stopped looking for new opportunities, you're going to be bored because you should have kept your foot on the gas pedal.
ne: र यदि दुई बर्ष पहिले तपाईले बढुवा लिनुभएन तर तपाई संगैको अर्को कुनै पुरुष ले लियो, यदि तीन बर्ष पहिला तपाईले नयाँ अवसर खोज्न छाड्नुभयो, तपाई लाई निराश हुनसक्छ किनकि तपाईले आफ्नो गाडीको एक्सिलेरेटर मा आफ्नो खुट्टा राखिरहनु पर्थ्यो |

source: Don't leave before you leave.
ne: साँचिकै छाड्नुपर्ने स्थिति आउनु अघि नछाड्नुस |

source: Stay in.
ne: आफ्नो काम मा रहिरहनुस |

source: Keep your foot on the gas pedal, until the very day you need to leave to take a break for a child -- and then make your decisions.
ne: एक्सिलेरेटर मा आफ्नो खुट्टा राखिरहनुस्, त्यो दिन सम्म जुन दिन देखि तपाईले सन्तान को लागि विदा साच्चिकै लिनुपर्छ – अनि बल्ल निर्णय लिनुस्

source: Don't make decisions too far in advance, particularly ones you're not even conscious you're making.
ne: समय भन्दा धेरै पहिला निर्णय नलिनुस, विशेषगरी त्यस्ता निर्णयहरु जस बारे तपाई स्वयम अवगत हुनुहुन्न |

source: My generation really, sadly, is not going to change the numbers at the top.
ne: मेरो पुस्ताले, दुःख पूर्बक भन्नुपर्दा, त्यो उच्च तहको संख्या लाई परिवर्तन गर्न सक्दैन |

source: They're just not moving.
ne: त्यो संख्या परिवर्तन भैरहेको छैन |

source: We are not going to get to where 50 percent of the population -- in my generation, there will not be 50 percent of [women] at the top of any industry.
ne: हामी त्यो ५० प्रतिशत जनसंख्या भएको स्थिति सम्म पुग्ने छैनौ - मेरो पुस्ता मा, ५० प्रतिशत महिला हुने छैनन् कुनै पनि उध्योग को उच्च तह मा |

source: But I'm hopeful that future generations can.
ne: तर मा आशावादी छु कि भविष्य का पुस्ता ले त्यो गर्न सक्छन |

source: I think a world where half of our countries and our companies were run by women, would be a better world.
ne: मलाई लाग्छ त्यो संसार जसमा हाम्रा आधा देशहरू र आधा कम्पनीहरु महिलाहरुले चलाएका हुन्, त्यो संसार साँचिकै राम्रो हुने छ |

source: It's not just because people would know where the women's bathrooms are, even though that would be very helpful.
ne: र त्यो मानिषहरु ले महिला शौचालय कहाँ छ भनेर थाहा पाउँछन् भनेर मात्र पनि हैन, तथापी त्यो राम्रो हुनेछ |

source: I think it would be a better world.
ne: मलाई लाग्छ त्यो राम्रो संसार हुनेछ | मेरा दुई वटा बच्चाहरु छन् |

source: I have two children.
ne: पाँच वर्ष को छोरो र दुई वर्ष कि छोरी |

source: I want my son to have a choice to contribute fully in the workforce or at home, and I want my daughter to have the choice to not just succeed, but to be liked for her accomplishments.
ne: म मेरो छोरा को लागि छनोट होस् भन्ने चाहान्छु पूर्ण रूपमा कार्यदस्ता अथवा घरमा सेवा प्रदान गर्ने, र मेरी छोरी को लागि चाहान्छु अघि बढ्ने छनोट मात्र हैन, तर उनको प्राप्ति को लागि उनलाई मन पराईयोस भन्ने |

source: Thank you.
ne: धन्यवाद

source: My big idea is a very, very small idea that can unlock billions of big ideas that are at the moment dormant inside us.
ne: मेरो ठुलो आइडिया एउटा एकदमै सानो आइडिया हो जसले लाखौ करोडौ आइडियाहरुको ताला खोल्न सक्छ जुन अहिले हामी भित्र सुसुप्त अवस्थामा रहिरहेको छ|

source: And my little idea that will do that is sleep.
ne: मेरो सानो आइडिया जसले त्यो ताला खोल्न मद्दत गर्छ त्यो हो-- सुत्नु |

source: (Laughter) (Applause) This is a room of type A women.
ne: (हाँसो) (तालि) यो टाईप-ए महिलाहरुको कोठा हो|

source: This is a room of sleep-deprived women.
ne: यो सुत्नबाट बन्चित महिलाहरुको कोठा हो|

source: And I learned the hard way the value of sleep.
ne: र मैले मेरा तिता अनुभवहरु बाट निन्द्राको महत्व को बारेमा जानेकी हु|

source: Two-and-a-half years ago, I fainted from exhaustion.
ne: आज भन्दा अढाई वर्ष अघि म थकाईको कारणले बिहोस भएकी थिए|

source: I hit my head on my desk.
ne: मेरो टाउको मेरो डेस्क मा ठोकियो, अनि मेरो गालाको हड्डी भाचियो,

source: I broke my cheekbone, I got five stitches on my right eye.
ne: मेरो दाहिने आँखामा पाच ओटा टाँका मारियो|

source: And I began the journey of rediscovering the value of sleep.
ne: र त्यसपछि मेरो यात्रा सुरु भयो कि निन्द्राको महत्व को बारेमा पुनर अनुसन्धानको लागि

source: And in the course of that, I studied, I met with medical doctors, scientists, and I'm here to tell you that the way to a more productive, more inspired, more joyful life is getting enough sleep.
ne: र त्यो दौरानमा, मैले पढे, मैले मेडिकल डाक्टरहरु, बैज्ञानिकहरुलाई भेटें, र अहिले म तपाईंहरुलाई यो भन्न आएकी छु कि जीवनलाई बढि उत्पादनशील बनाउन, बढि उत्प्रेरित र सुखी बनाउने उपाय भनेको पर्याप्त सुत्नु हो|

source: (Applause) And we women are going to lead the way in this new revolution, this new feminist issue.
ne: (तालि) र हामी महिलाहरु नै अगुवाई गर्न गइरहेका छौं यो नया क्रान्तिको, यो नया नारीवादी बिषयको|

source: We are literally going to sleep our way to the top -- literally -- (Laughter) (Applause) because unfortunately, for men, sleep deprivation has become a virility symbol.
ne: हामी साच्चीनै टन्न सुत्न गैरहेका छौ, साच्ची नै. (हाँसो) (तालि) तर दुर्भाग्यबस, पुरुषको लागि अनिदो हुनु भनेको पुरुषार्थको संकेत जस्तो बनेको छ|

source: I was recently having dinner with a guy who bragged that he had only gotten four hours sleep the night before.
ne: मैले अस्ति भर्खरमात्र एउटा पुरुससँग डीनर खाएकी थिएँ जसले मलाई अघिल्लो रातमा जम्मा चार घण्टा सुते भनेर फुर्ती लगायो|

source: And I felt like saying to him -- but I didn't say -- I felt like saying, "You know what? if you had gotten five, this dinner would have been a lot more interesting."
ne: र मलाई उसलाई यस्तो भन्न मन लागेको थियो-- तर मैले भन्न चाही भनिन म यस्तो भन्ने पक्षमा थिए, "था छ तपाइंलाई? यदि तपाईं ५ घण्टा सुतेको भए, आजको यो हाम्रो डिनर अझै बढी रमाइलो हुने थियो|"

source: (Laughter) There is now a kind of sleep deprivation one-upmanship.
ne: (हाँसो) अहिले, यहाँ एक प्रकारको अनिदो भेटिन्छ सधै- बिजेता हुने चाहनाको|

source: Especially here in Washington, if you try to make a breakfast date, and you say, "How about eight o'clock?"
ne: विशेषगरी यहाँ वासिंगटनमा, यदि तपाइंले बिहानीको खाजा खानलाई कोही कसैलाइ " आठ बजे भेट्दा कसो होला?" भन्नु भयो भने,

source: they're likely to tell you, "Eight o'clock is too late for me, but that's OK, I can get a game of tennis in and do a few conference calls and meet you at eight."
ne: तिनीहरु ले यसो भन्ने सम्भावना हुन्छ, "आठ बजे त अलि नै ढिलो हुन्छ कि, तर पनि ठिकै छ, म टेनिसको एक गेम खेलिवरी केही कन्फेरेन्स कल सकिवरि तपाईंलाई आठ बजे भेटुला नि|"

source: And they think that means they are so incredibly busy and productive, but the truth is, they're not, because we, at the moment, have had brilliant leaders in business, in finance, in politics, making terrible decisions.
ne: र तिनीहरुलाई यसो भनिरहदा यो लाग्छ कि तिनीहरु साची नै ब्यस्त र उत्पादक छन्, तर सत्य यो हो कि तिनीहरु गलत छन्, किनकि, हामीसँग अहिलेको समयमा निकै सक्षम नेताहरु छन् ब्यबसायमा, बित्तिय संस्थामा, राजनीतिमा जो एकदमै गलत निर्णयहरु गरिरहन्छन|

source: So a high IQ does not mean that you're a good leader, because the essence of leadership is being able to see the iceberg before it hits the Titanic.
ne: त्यसैले, आई. क्यु. मा अब्बल हुनु भनेको नेतृत्वमा पनि सबल नै हुन्छ भन्ने केहि छैन, किनकि नेतृत्वको सार भनेको जहाज डुब्न भन्दा पहिले नै यसलाई सम्भावित दुर्घटनाबाट बचाउन सक्ने खुबी हुनु हो|

source: (Laughter) And we've had far too many icebergs hitting our Titanics.
ne: र हामी सँग त्यस्ता दुर्घटनाका टन्नै कारकहरु छन् जसले हाम्रो जहाज डुबाउन सक्छन|

source: In fact, I have a feeling that if Lehman Brothers was Lehman Brothers and Sisters, they might still be around.
ne: बास्तबमै,मेरो यस्तो चिन्तन छ कि यदि लेहम्यानका दाजुभाई मात्र नभएर दाजुभाई र दिदीबहिनी हुन्थे भने तिनीहरुको अस्तित्व अझै पनि यतै कतै हुन्थ्यो|

source: (Laughter) (Applause) While all the brothers were busy just being hyper-connected 24/7, maybe a sister would have noticed the iceberg, because she would have woken up from a seven-and-a-half- or eight-hour sleep, and have been able to see the big picture.
ne: (तालि) जब सबै दाजुहरु ब्यस्त हुन्थे चौबिसै घण्टा दशतिर दशथरी कुरा गरेर सायद बैनीले त्यो दुर्घटनाको कारक तत्व देखेकी हुनसक्थी, किनकि उनि साढे सात-- अथवा आठ--घण्टा सुतेर उठेकी हुन सक्थिन र त्यो दुर्घटनाको कारक तत्वलाई देख्न सक्थिन |

source: So as we are facing all the multiple crises in our world at the moment, what is good for us on a personal level, what's going to bring more joy, gratitude, effectiveness in our lives and be the best for our own careers, is also what is best for the world.
ne: त्यसैले, हामीले यो बिश्वमा विभिन्न थरिका अभाबहरु अहिलेको समयमा भोगीरहेका छौ, त्यसैले हाम्रो व्यक्तिगत मापदण्डमा जे गर्दा ठीक हुन्छ, जे ले हामीलाई अपार आनन्द, आत्मसम्मान, अनि जीवनको उत्पादकता बढाउछ र जुन हाम्रो व्यक्तित्व बिकासमा अत्युतम ठहर्छ, त्यो नै बाकी बिश्वको लागि पनि अत्युतम हुन्छ|

source: So I urge you to shut your eyes, and discover the great ideas that lie inside us; to shut your engines and discover the power of sleep.
ne: त्यसैले म तपाईंलाई यो भन्छु कि आखा चिम्म गरेर चिन्तन गर्नुस र ठुला ठुला आइडियाहरु पत्ता लगाउनुस जुन हामी भित्रै बसेको छ, र तपाईंको यो यान्त्रिक शरीरलाई बिश्राम दिनुस र सुताईको शक्ति पत्ता लगाउनुस|

source: (Applause)
ne: (तालि)

source: I know what you're thinking.
ne: मलाई थाहा छ तपाईहरु के सोचिरहनुभएको छ |

source: You think I've lost my way, and somebody's going to come on the stage in a minute and guide me gently back to my seat.
ne: तपाईहरु सोचिरहनुभएको छ कि मैले बाटो बिराए, र केहि बेरमा कोही यो स्टेजमा आउँदैछ र मलाई बिस्तारै मेरो सिटमा लैजानेछ |

source: (Applause) I get that all the time in Dubai.
ne: (ताली) दुबईमा मलाई सधै नै यस्तो हुन्छ |

source: "Here on holiday are you, dear?"
ne: "तपाई यहाँ छुट्टीमा आउनुभएको हगि?"

source: (Laughter) "Come to visit the children?
ne: (हाँसो) "बच्चाहरु भेट्न आउनुभएको हो?

source: How long are you staying?"
ne: कहिले सम्म बस्नुहुन्छ?"

source: Well actually, I hope for a while longer yet.
ne: तर सत्य, म अझै अलि लामै समयको आशा गर्छु |

source: I have been living and teaching in the Gulf for over 30 years.
ne: म खाडी क्षेत्रमा ३० वर्ष भन्दा अघि देखि बस्ने र पढाउने काम गरिरहेको छु |

source: (Applause) And in that time, I have seen a lot of changes.
ne: (ताली) र त्यो समयमा, मैले धेरै परिवर्तनहरु देखेको छु |

source: Now that statistic is quite shocking.
ne: त्यो तथ्यांक अलिक निराशाजनक छ |

source: And I want to talk to you today about language loss and the globalization of English.
ne: र आज म तपाईहरु संग भाषाको विनाश र अंग्रेजीको विश्वव्यापिकरण बारे केहि भन्न गैरहेकोछु |

source: I want to tell you about my friend who was teaching English to adults in Abu Dhabi.
ne: म तपाईहरुलाई मेरो एक जना साथी को बारेमा उल्लेख गर्न चाहन्छु, जसले आबु धाबीमा वयस्कहरुलाई अंग्रेजी पढाइरहेका थिए |

source: And one fine day, she decided to take them into the garden to teach them some nature vocabulary.
ne: अनि एक राम्रो मौसम भएको दिन पारेर उनीहरुलाई प्रकृति सम्बन्धि केहि शब्दहरु सिकाउन बगैचामा लैजाने निर्णय गरिन् |

source: But it was she who ended up learning all the Arabic words for the local plants, as well as their uses -- medicinal uses, cosmetics, cooking, herbal.
ne: तर भयो के भने उनले उल्टै स्थानीय बोटबिरुवाहरुको अरेबिक नाम सिकिन् | तिनीहरु को प्रयोग सहित -- औषधि, सौन्दर्य, पकाउने तथा जडिबुटी को रूपमा |

source: How did those students get all that knowledge?
ne: ती विद्यार्थीहरुले त्यो सबै ज्ञान कहाँ बाट पाए?

source: Of course, from their grandparents and even their great-grandparents.
ne: अवस्य पनि, उनीहरूका बाजे-बजु बाट र अझ जिजु बाजे-बजु बाट |

source: It's not necessary to tell you how important it is to be able to communicate across generations.
ne: तपाईहरुलाई यो भन्नु आवश्यक छैन कि एक पुस्ता र अर्को पुस्ता बिचमा सम्बाद गर्न सक्ने क्षमता कति आवश्यक छ |

source: But sadly, today, languages are dying at an unprecedented rate.
ne: तर दुःख को कुरा, आज भाषाहरु विनाश भैरहेका छन् र त्यो पनि अभूतपूर्व गतिमा |

source: A language dies every 14 days.
ne: प्रत्येक १४ दिनमा एउटा भाषा को विनाश हुन्छ |

source: Now, at the same time, English is the undisputed global language.
ne: र त्यहि समयमा, अंग्रजी चाहिँ निर्बाध विश्व भाषा भैरहेकोछ |

source: Could there be a connection?
ne: के यो दुवैको को बिचमा केहि सम्बन्ध हुनसक्छ त?

source: Well I don't know.
ne: खै मलाई चाहिँ थाहा छैन |

source: But I do know that I've seen a lot of changes.
ne: तर मलाई के थाहा छ भने मैले धेरै परिवर्तन देखेको छु |

source: When I first came out to the Gulf, I came to Kuwait in the days when it was still a hardship post.
ne: जब म पहिलो पटक खाडी क्षेत्रमा आएँ, म कुबेत आएको थिए त्यस्ता दिनहरुमा जब त्यो कठिन पद थियो |

source: Actually, not that long ago.
ne: उति सारो पहिला पनि हैन |

source: That is a little bit too early.
ne: त्यो त अलि पहिला नै हो |

source: But nevertheless, I was recruited by the British Council, along with about 25 other teachers.
ne: तैपनि, ब्रिटिस काउन्सिलले म लगायत अरु २५ शिक्षकहरुलाई नियुक्ति दियो |

source: And we were the first non-Muslims to teach in the state schools there in Kuwait.
ne: र हामी कुबेतको सरकारी स्कुलमा पढाउने पहिलो गैर-मुसलमान भयौं |

source: We were brought to teach English because the government wanted to modernize the country and to empower the citizens through education.
ne: हामीहरु अंग्रेजी पढाउन ल्याईएका थियौं किनकि सरकार देशलाई आधुनिकरण गर्न र आफ्ना नागरिकलाई शिक्षा द्वारा सुदृढ गराउन चाहन्थ्यो |

source: And of course, the U.K. benefited from some of that lovely oil wealth.
ne: र अवस्य पनि बेलायतलाई फाइदा थियो त्यो आकर्षक तेल को सम्पति बाट |

source: Okay.
ne: ल त्यसो भए |

source: Now this is the major change that I've seen -- how teaching English has morphed from being a mutually beneficial practice to becoming a massive international business that it is today.
ne: अब यो चाहिँ मैले देखेको मुख्य परिवर्तन हो -- कसरी अंग्रेजी को पढाई परस्पर फाइदा को परम्परा बाट हाल को एक भयंकर अन्तराष्ट्रिय व्यापारमा रुपान्तरित भएको छ |

source: No longer just a foreign language on the school curriculum, and no longer the sole domain of mother England, it has become a bandwagon for every English-speaking nation on earth.
ne: अब यो विद्यालयको एक वैदेशिक भाषाको पाठ्यक्रम मात्र सिमित छैन | र मातृभूमि बेलायतको एकल क्षेत्राधिकार भित्र मात्र पनि छैन | यो त अब विश्व का हरेक अंग्रेजी-भाषी मुलुकको लागि देखासिकी भएको छ |

source: And why not?
ne: अनि किन नहोस त?

source: After all, the best education -- according to the latest World University Rankings -- is to be found in the universities of the U.K. and the U.S.
ne: जे भएपनि, सर्वोत्कृष्ट शिक्षा -- हालैको विश्वभरका विश्वविद्यालयहरुको वर्गीकरणलाई आधार मान्ने हो भने -- बेलायत तथा अमेरिकाका विश्वविद्यालयहरुमा पाइन्छ |

source: So everybody wants to have an English education, naturally.
ne: त्यसैले स्वभावत रूपमा सबैजनाले अंग्रेजी शिक्षा लिन चाहान्छन् |

source: But if you're not a native speaker, you have to pass a test.
ne: तर यदि तपाई मौलिक भाषी हैन भने, तपाईले एउटा परीक्षा उत्तीर्ण गर्नु पर्छ |

source: Now can it be right to reject a student on linguistic ability alone?
ne: अब के एक विद्यार्थीलाई भाषागत क्षमताको आधारमा मात्र निषेध गर्नु उचित हुन्छ त?

source: Perhaps you have a computer scientist who's a genius.
ne: हुनसक्छ तपाई संग एक कम्प्युटर बैज्ञानिक छ जो अत्यन्त मेधावी छ |

source: Would he need the same language as a lawyer, for example?
ne: उदहारण को लागि, के त्यो विद्यार्थीलाई एक वकिल हुन चाहिने जतिनै भाषा ज्ञान चाहिन्छ ?

source: Well, I don't think so.
ne: खै, मलाई त त्यस्तो लाग्दैन |

source: We English teachers reject them all the time.
ne: हामी अंग्रेजी शिक्षक सदैव उनीहरुलाई निषेध गर्छौ |

source: We put a stop sign, and we stop them in their tracks.
ne: हामी निषेधको चिन्ह राख्छौं, र उनीहरुको बाटो बाट रोक्छौं |

source: They can't pursue their dream any longer, 'til they get English.
ne: अब उनीहरू आफ्नो सपना पुरा गर्न सक्दैनन्, जब सम्म उनीहरू अंग्रजी सिक्दैनन् |

source: Now let me put it this way: if I met a monolingual Dutch speaker who had the cure for cancer, would I stop him from entering my British University?
ne: अब मलाई यसरी प्रस्तुत गर्न दिनुहोस्, मैले एक एकल-भाषी नेडरल्यान्डवासी भेटें, जो संग क्यान्सर को उपचार थियो, के म उनलाई एक बेलायती विश्वविद्यालयमा प्रवेश गर्न बाट रोक्ने थिएँ ?

source: I don't think so.
ne: अहँ मलाई त त्यस्तो लाग्दैन |

source: But indeed, that is exactly what we do.
ne: तर वास्तवमा हामी त्यहि गरिरहेका छौं |

source: We English teachers are the gatekeepers.
ne: हामी अंग्रेजी शिक्षकहरु ढोके भएका छौं |

source: And you have to satisfy us first that your English is good enough.
ne: तपाईले हामीलाई सन्तुष्ट पार्नु पर्छ कि तपाईको अंग्रजी राम्रो छ |

source: Now it can be dangerous to give too much power to a narrow segment of society.
ne: अब समाज को सानो समुदाय लाई धेरै शक्ति दिनु खतरनाक पनि हुन सक्छ |

source: Maybe the barrier would be too universal.
ne: त्यो बाधा अलि बढि नै विश्वव्यापी पनि हुनसक्छ |

source: "But," I hear you say, "what about the research?
ne: "तर", म तपाईले भनेको सुन्छु, अनुसन्धान जति सबै

source: It's all in English."
ne: अंग्रेजीमै छ नी, त्यो बारेमा के गर्नु ?

source: So the books are in English, the journals are done in English, but that is a self-fulfilling prophecy.
ne: पुस्तकहरु सबै अंग्रेजीमा छन्, अनुसन्धानको प्रकाशन सबै अंग्रेजी मै गरिन्छ, तर त्यो आत्म-पूरा भविष्यवाणी मात्र हो |

source: It feeds the English requirement.
ne: त्यसले अंग्रेजी को आवश्यकतालाई पोषण गर्छ |

source: And so it goes on.
ne: र त्यो त्यसरी नै बढिरहन्छ |

source: I ask you, what happened to translation?
ne: म तपाईहरुलाई सोध्छु, अनुवाद के भयो?

source: If you think about the Islamic Golden Age, there was lots of translation then.
ne: इस्लाम को स्वर्ण युगलाई नियाल्नुहोस, त्यति बेला धेरै नै अनुवादहरु हुन्थे |

source: They translated from Latin and Greek into Arabic, into Persian, and then it was translated on into the Germanic languages of Europe and the Romance languages.
ne: उनीहरुले ल्याटिन र ग्रीकलाई अरेबिकमा, अनि फारसीमा अनुवाद गरे, अनि फेरी युरोपको जर्मेनिक भाषामा अनुवाद गरियो अनि पछि रोमनिक भाषामा |

source: And so light shone upon the Dark Ages of Europe.
ne: त्यस पछि युरोपको अन्धकार युगमा उज्यालो छायो |

source: Now don't get me wrong; I am not against teaching English, all you English teachers out there.
ne: मलाई गलत अर्थ नलगाउनुहोला; सबै अंग्रेजी शिक्षक महोदय, म अंग्रेजी शिक्षा को विरुद्धमा छैन |

source: I love it that we have a global language.
ne: म खुसि छु, हामी संग एउटा विश्व-भाषा छ |

source: We need one today more than ever.
ne: अहिले त्यो हामीलाई सारै नै आवश्यक छ |

source: But I am against using it as a barrier.
ne: तर म त्यसलाई एक बाधकको रूपमा प्रयोगको बिरुद्धमा छु |

source: Do we really want to end up with 600 languages and the main one being English, or Chinese?
ne: के हामी ६०० भाषामा सिमित हुन चाहन्छौं अंग्रेजी अथवा चीनिया भाषालाई मुख्य बनाएर ?

source: We need more than that. Where do we draw the line?
ne: हामीलाई त्यो भन्दा धेरै चाहिन्छ | हामीले सिमा कहाँ कोर्ने त ?

source: This system equates intelligence with a knowledge of English, which is quite arbitrary.
ne: अहिलेको यो प्रणालीले बौद्धिकतालाई अंग्रेजीको ज्ञान संग समान मान्छ जुन स्वेच्छाचारी हो |
